Repository: 1st-Hope-Corps/samaritan-citation
Catalog: modules/marketplace/po/marketplace.*.po
Languages: fr

source: No currency defined in variables table
fr: L'unité d'échanges n'est pas définie dans la table des variables

source: Default Currency Name
fr: L'unité d'échanges par default

source: If there is more than one currency on the system, this currency, known as currency-0 will never be seen or used. Otherwise this name will be available as a variable for use in styling quantities. You should use the plural form of the noun
fr: Si il-y-as plus q'un unité d'échange dans le système, cet unité d'échange connu comme unité-0 ne serais jamais utilisé. Autrement, ce nom sera disponible comme variable pour le mise en style de quantités. Vous devriez utilisé la forme pluriel du nom

source: Maximum Balance
fr: Solde maximum toléré

source: Transactions will be declined by the system if the balance of the seller would go above this number. Up to six digits. Leave blank for no limit(not reccomended). (This feature works independently of the maximum balance for each additional currency defined by the currencies module.)
fr: Si le solde du bénéficiare seras supériere à ce montant, l'échange vas être refusé. Jusqu'a 6 chiffres. Laissez en blanc pour aucune limite (deconseillé). Cette fonctionnalité est pour chaque unité d'échange definie par le module currencies

source: Minimum Balance
fr: Solde minimum toléré

source: Transactions will be declined by the system if the balance of the payer would go below this number. Up to seven digits, including minus sign. Leave blank for no limit (not reccomended). (This feature works independently of the minimum balance for each additional currency defined by the currencies module.)
fr: Si le solde de la personne qui verse seras inferieur à ce montant, l'échange vas être refusé. Jusqu'a 7 chiffres, sigle du moins inclus. Laissez en blanc pour aucune limite (deconseillé). Cette fonctionnalité est pour chaque unité d'échange definie par le module currencies

source: Minimum number of words to describe a transaction
fr: Nombre de mots minimum pour la déscription

source: Your community will be richer if users take a few seconds more to describe the transaction in more detail. It will also make the transaction easier to categorise, and easier for the participants to remember. Suggested value is 4.
fr: Tout le monde en bénéficie, si les membres prennent le temps de décrire l'échange.

source: The name of the zero (balancing) account
fr: le nom du compte qui vas vous servir pour équilibrer l'ensemble, par exemple Compte zéro

source: The @balancing_account is very useful for transactions not between two members. It enables the importing of 'Carried forward' balances if the system isn't starting from scratch. It also potentially enables transactions with outside systems. This account num is zero.
fr: The @balancing_account est utile pour des échanges qui ne sont pas entre deux membres. Le compte permets l'importation de soldes de votre système actuel si nécessaire. Ceci permets également l'importation de données d'autres systèmes.

source: Balancing account
fr: Compte 100

source: Submit
fr: Enregistrer

source: Maximum balance must be an integer larger than zero and minimum balance
fr: Le solde maximale doit être un chiffre plus grand que zéro ainsi que le solde minimale

source: Minimum number of words must be a positive integer
fr: Le nombre de mots doit être un chiffre positive

source: Traders can earn a reputation when their customers rate them highly. Use this field to list the words used to describe the quality of transactions, from worst to best, one on each line. Example:<br />Bad<br />As expected<br />Great<br />Note that changing the number of rating options after transactions have been entered will distort the averages. I wonder if there is a drupal ratings module which could do this more effectively? Probably not because only buyers can rate. This feature therefore needs a lot more work to make it attractive and interesting.
fr: Les membres donnent une appréciation de l'échange. Utilisez ce champs pour faire une liste qui décrit la qualité de l'échange. En commençant par le pire, un mot par ligne. Example:<br />Mauvais<br />Bon<br />Excellent<br />. Un autre module chez Drupal conviens peut être mieux adapté, mais necessite intégration

source: Transaction has been rejected as it would take !username below the minimum balance of !quantity
fr: Cet échange est refusé car le membre !username seras en dessous du solde minimale de !quantity

source: Transaction has been rejected as it would take !username above the maximum balance of !quantity
fr: Cet échange est refusé car le membre !username seras au dessus du solde maximale de !quantity

source: This user has no completed transactions
fr: Ce membre n'as pas échanges comptabilisé

source: Edit
fr: Modifier

source: My Statement
fr: Mon decompte

source: There are no transactions to display
fr: Aucun échange à afficher

source: Category
fr: Catégorie

source: With Whom?
fr: Avec

source: Amount
fr: Unités

source: Rating
fr: Appréciation

source: Income
fr: Unités reçues

source: Completed?
fr: Confirmé?

source: Purchases
fr: Reçevoir

source: Sales
fr: Donner

source: Expenditure
fr: Unités donnés

source: There are no pending transactions
fr: Aucun échange à confirmer

source: Transactions for !who to complete
fr: Echanges pour !who à confirmer

source: Transactions !who started
fr: Echange initié par !who

source: There are no transactions to complete
fr: Il n'y as pas d'échange à confirmer

source: !name is paying you !amount
fr: !name vous donne !amount

source: Payed
fr: Grains donné

source: will pay
fr: Grains à donné

source: !payer @verb !payee !amount for '@transaction'
fr: !payer @verb !payee !amount pour '@transaction'

source: The sale was graded '@quality'.
fr: L'appréciation de l'échange:'@quality'

source: Balance
fr: Solde

source: Pending
fr: à confirmer

source: Turnover
fr: Totale Unités positifs

source: Balances
fr: Soldes

source: Carried forward
fr: solde reporté

source: Transaction type
fr: Type d'échange

source: What was paid for?
fr: Description de l'échange

source: Minimum @int words
fr: @int mots minimum

source: Who is being paid?
fr: La personne qui vas recevoir les grains

source: Who is paying?
fr: La personne qui vas donner des grains

source: Initiator, if not you
fr: Si ce n'est pas vous même

source: With whom did you transact?
fr: Qui est votre partenaire ?

source: Quantity
fr: Grains

source: Currency
fr: Unité

source: Rate the quality of what was paid for
fr: Appréciation de la qualité de l'échange

source: Transaction is completed (not awaiting confirmation).
fr: L'échange ne nécessite pas de confirmation

source: Confirm
fr: Confirmer

source: submit
fr: Enregistrer

source: Delete
fr: Supprimer

source: Are you sure you want to delete this transaction?
fr: Etes-vous sur de vouloir effacer cet échange ?

source: Transaction '%description' has been deleted. Balances have been recalculated
fr: L'échange '%description' était effacé, les Soldes recalculés.

source: You have a transaction to confirm
fr: Vous avez un échange à confirmer

source: completer
fr: la personne qui confirme

source: starter
fr: la personne qui initie

source: summary
fr: aperçu

source: reason
fr: raison

source: transaction
fr: échange

source: statement
fr: échanges

source: unsubscribe
fr: se désinscrire

source: Now
fr: Aujourd'hui

source: Account balance over time
fr: Evolution du Solde

source: @user's balance over time
fr: Evolution du solde de @user

source: Usernumber
fr: Numero de membre

source: Status
fr: Statut

source: Roles
fr: Rôles

source: Last access
fr: Dernier visite

source: Operations
fr: Opérations

source: No users available.
fr: Aucun utilisateur disponible.

source: Provides advice and a simple text box to paste csv style data from your existing spreadsheets. This is a work in progress
fr: Fourni du conseil et une boîte de texte pour pouvoir coller des données csv de vos feuilles de calculs. Ce travail est en cours

source: Import Tools
fr: Des outils pour l'importation

source: Import Balances
fr: Soldes à importer

source: Import Offers
fr: importer offres

source: Import Wants
fr: importer demandes

source: The description on row @rownum is more than 128 characters
fr: Le descriptif depasse 128 characters, veuillez reduire le texte

source: Defines two contentTypes called Offer and Wants which are created and edited by each user and which are compiled to make a directory.
fr: Definie deux contentTypes appelé Offres et Demandes qui sont ajouté et modifié par les membres, et qui font l'objet d'une liste

source: Offer
fr: Offre

source: An entry in the offers directory.
fr: Une inscription sur la liste des Offres

source: Product or service you want to sell
fr: Service, Savoir ou Bien (objet) que vous voulez offrir

source: Want
fr: Demande

source: An entry in the wants directory.
fr: Une inscription sur la liste des Demandes

source: Product or service you want to buy
fr: Service, Savoir ou Bien (objet) que vous voulez demander

source: Offer categories
fr: Catégories des Offres

source: A list of categories in the offers directory
fr: une liste de catégories des offres

source: offers
fr: offres

source: Want categories
fr: Catégories des Demandes

source: A list of categories in the wants directory
fr: une liste de catégories des demandes

source: wants
fr: Demandes

source: and
fr: et

source: Directory
fr: Liste des Offres/Demandes

source: My Directory
fr: Mes Offres/Demandes

source: All your @types
fr: Tout vos @types

source: @offer_or_want categories
fr: catégories @offer_or_want

source: @username's Directory
fr: @username

source: offer
fr: offre

source: want
fr: demande

source: Click here to !addanew to the directory
fr: Créer une !addanew

source: View a !printable directory
fr: Voir une version !printable

source: Defines a contentType called transactions, extends the user profile to store balances.
fr: Définie un contentType échanges, et permets le stockage des soldes chez le membre

source: Transaction
fr: Echange

source: Description of entity traded
fr: Description de l'Unité

source: Marketplace
fr: Place du Marché

source: Default currency, transaction ratings and directory settings
fr: Unité d'change, appréciation de l'échange et Listes par défaut

source: Default Currency
fr: Unité d'échange par défaut

source: Transaction ratings
fr: Appréciation de l'échange

source: Balance Sheet
fr: Soldes

source: My balance Sheet
fr: Mon Compte

source: Statement
fr: Mes Echanges

source: My balances
fr: Mes Soldes

source: Pending transactions
fr: Echanges à confirmer

source: Start new transaction
fr: Saisir un échange

source: Start payment
fr: Saisir un échange

source: Transactions awaiting my confirmation
fr: Echanges attendant ma confirmation

source: Balances for user
fr: Soldes du membre

source: Previous month statistics
fr: Les richesses du mois écoulé :

source: New Transaction with !name
fr: Je saisis cet échange avec : !name

source: Transactions awaiting confirmation
fr: Echanges en attente de confirmation

source: @user's balances
fr: solde de @user

source: Last month
fr: Le mois passé

source: Are you sure you want to complete this transaction?
fr: Voulez-vous confirmer cet échange ?

source: Editing transaction
fr: Vous pouvez modifier l'échange

source: Are you sure you want to create the transaction?
fr: Voulez-vous créer cet échange ?

source: Transaction created
fr: Date de l'échange

source: Initiating transaction
fr: Initie un échange

source: Please describe the transaction in more detail
fr: Veuillez décrire l'échange en détail (@int mots minimum)

source: You must enter a positive amount
fr: Veuillez mettre un montant positif

source: Mail anyone who needs to complete a transaction
fr: Envoyer quelq'un qui as besoin de confirmer un échange

source: You can't send an empty email
fr: Vous ne pouvez pas envoyer un email vide

source: User @id
fr: Membre @id

source: Receive email notification when someone initiates a transaction with you?
fr: Voulez-vous recevoir un email quand un-e membre initie un échange avec vous ?

source: no
fr: non

source: yes
fr: oui

source: The offers_wants contentTypes are installed. Now go to !link make a vocabulary control one or both of them.
fr: Les offers_wants contentTypes sont installé. Cliquez ici !link afin de créer des vocabulaires afin de les organisé.

source: invoice
fr: Je demande

source: proffer
fr: Je donne

source: take
fr: Je prends

source: give
fr: Je fait cadeaux

source: Transaction module is installed. Set the default currency at !link
fr: Le module Echange est installé. Définir l'unité d'échange ici !link

source: Now go to the blocks page and set the 'new payment' block to appear only on pages 'user*', and place it in a region.
fr: Procédez à la page Blocks et ajoutez l'affichage et l'emplacement du Block 'nouvelle versement' sur les pages des 'membres*'

source: Allows architectural adjustments to complementary currencies This should not be overwritten in an upgrade!
fr: Permets d'ajuster les unités d'échange. Ne devrait pas être écrasé lors d'une mise à jour

source: Complementary Currencies
fr: Unités d'échanges

source: Offers/Wants
fr: Offres/Demandes

source: Allows users to contribute to a directory of offers and wants.
fr: Permets aux utilisateurs de contribuer à la liste des offres et demandes

source: transactions
fr: échanges

source: Makes a contentType called transactions and manages the way that users create and view this content.
fr: Crée a contentType Echanges et gère comment les membres creant des échanges et les affiches

source: Want Categories
fr: Catégories des Demandes

source: Transactions
fr: Echanges

source: Money flows between users.
fr: Les unités d'échange circulent entre les membres

source: Purchaser
fr: Reçu par

source: The user id who spent currency in the transaction.
fr: Le membre qui as versé des unités d'échange

source: Show only transactions where the current user paid
fr: Afficher les échanges versé par le membre actuel

source: The user who spent currency in the transaction.
fr: Le membre qui as versé des unités d'échange

source: Seller
fr: Versé par

source: The user id who received currency in the transaction.
fr: Le membre qui as reçu des unités d'échange

source: Show only transactions where the current user was paid
fr: Afficher les échanges reçu par le membre actuel

source: The user who received currency in the transaction.
fr: Le membre qui as reçu des unités d'échange

source: Quality of the transaction according to the payer
fr: Appréciation de l'échange selon le

source: Number of units of currency transferred
fr: Unités d'échange transferé

source: The currency that the transaction was conducted in
fr: L'unité d'échange employé

source: User Balance
fr: Solde

source: Balances of users.
fr: Soldes des membres

source: The user's total cleared income minus total cleared expenditure
fr: Unités d'échange reçus, moins les unités versés

source: Pending Balance
fr: à confirmer

source: The sum of the user's incomplete transactions
fr: La somme des échanges du membre qui restent à confirmer

source: The user's total cleared income ever
fr: Totalité des Unités d'échange reçus

source: Trade
fr: Echange

source: Transactions by user
fr: Echanges par membre

source: You haven't completed any transactions yet
fr: Vous n'avez pas encore d'échange confirmé

source: Link this field to its user, the purchaser's profile
fr: Lier ce champs au membre, le profile de la personne qui as versé

source: Link this field to its user, the seller's profile
fr: Lier ce champs au membre, le profile de la personne qui as reçu

source: Is the logged in user
fr: Est l'utilisateur connecté
